Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/PrivacySettingsUI/Location Services.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# CONFIRM_LOCATION_EDU_TITLE
source: Location services will be turned off for all apps. The location of this Apple Vision Pro can still be determined when lost mode is enabled by your administrator.
ar: سيتم إيقاف خدمات الموقع لجميع التطبيقات. ما زال بالإمكان تحديد موقع هذه الـ Apple Vision Pro عند تمكين نمط الفقدان بواسطة المسؤول.
bg: Услугите за местоположение ще бъдат изключени за всички приложения. Местоположението на този Apple Vision Pro все още може да бъде определено, когато се активира режим при изгубване от вашия администратор.
ca: Es desactivarà la localització per a totes les apps, però encara es podrà determinar la ubicació de l’Apple Vision Pro si l’administrador activa el mode perdut.
cs: Polohové služby budou vypnuty pro všechny aplikace. Pokud však váš správce zapne režim ztraceného zařízení, bude možné polohu Apple Vision Pro určit.
da: Lokalitetstjenester bliver slået fra i alle apps. Lokaliteten for denne Apple Vision Pro kan stadig findes, hvis administratoren slår funktionen Mistet til.
de: Die Ortungsdienste werden für alle Apps deaktiviert. Der Standort dieser Apple Vision Pro kann weiterhin bestimmt werden, wenn dein:e Admin den Modus „Verloren“ aktiviert.
el: Οι Υπηρεσίες τοποθεσίας θα απενεργοποιηθούν για όλες τις εφαρμογές. Η τοποθεσία αυτού του Apple Vision Pro θα μπορεί να προσδιοριστεί αν ενεργοποιηθεί η Λειτουργία απώλειας από τον διαχειριστή σας.
es: La localización se desactivará para todas las apps. La ubicación de este Apple Vision Pro se podrá determinar si el administrador activa el modo Perdido.
es_us: Se desactivará Localización para todas las apps. La ubicación de este Apple Vision Pro aún se puede determinar si tu administrador activó Modo perdido.
fi: Sijaintipalvelut laitetaan pois päältä kaikissa apeissa. Tämän Apple Vision Pron sijainti voidaan yhä määrittää, kun ylläpitäjä laittaa Kadonnut-tilan päälle.
fr: Le service de localisation sera désactivé pour toutes les apps. La position de cet Apple Vision Pro peut tout de même être déterminée lorsque le mode Perdu est activé par votre administrateur.
fr_ca: Le service de localisation sera désactivé pour toutes les apps. La position de cet Apple Vision Pro peut malgré tout être déterminée lorsque le mode Perdu est activé par votre administrateur.
he: המאפיין ״שירותי מיקום״ יכובה עבור כל היישומים, אך ניתן יהיה לאתר את ה-Apple Vision Pro אם מנהל המערכת שלך יפעיל את ״מצב אובדן״.
hi: सभी ऐप्स के लिए स्थान सेवा को बंद कर दिया जाएगा। आपके ऐडमिनिस्ट्रेटर द्वारा खोया हुआ मोड सक्षम करने पर इस Apple Vision Pro का स्थान फिर भी निर्धारित किया जा सकता है।
hr: Lokacijske usluge isključit će se za sve aplikacije. Lokacija ovog uređaja Apple Vision Pro i dalje se može odrediti ako vaš administrator uključi mod izgubljenog uređaja.
hu: A helymeghatározás ki lesz kapcsolva az összes apphoz. Ennek az Apple Vision Prónak a helyzete továbbra is megállapítható, ha az adminisztrátor engedélyezi az elveszett módot.
id: Layanan lokasi akan dimatikan untuk semua app. Lokasi Apple Vision Pro ini masih dapat ditentukan saat mode hilang diaktifkan oleh administrator Anda.
it: La localizzazione verrà disabilitata per tutte le app. È possibile individuare la posizione di Apple Vision Pro quando l’amministratore abilita la modalità di smarrimento.
ja: すべてのアプリの位置情報サービスがオフになります。管理者が紛失モードを有効にすると、このApple Vision Proの所在地は依然として見つけることが可能です。
kk: Геолокация сервистері барлық қолданба үшін өшіріледі. Әкімшіңіз жоғалу режимін қосқан болса, осы Apple Vision Pro геолокациясын әрі қарай анықтауға болады.
ko: 모든 앱의 위치 서비스가 꺼집니다. 관리자가 분실 모드를 활성화한 경우 이 Apple Vision Pro의 위치를 계속 확인할 수 있습니다.
lt: Vietos nustatymo paslaugos visoms programoms bus išjungtos. Šio „Apple Vision Pro“ įrenginio vietą vis tiek galima nustatyti jūsų administratoriui įjungus praradimo režimą.
ms: Perkhidmatan lokasi akan dinyahaktifkan untuk semua app. Lokasi Apple Vision Pro ini masih boleh ditentukan apabila mod hilang didayakan oleh pentadbir anda.
nb: Stedstjenester vil bli slått av for alle apper. Posisjonen til Apple Vision Pro kan fortsatt registreres hvis administratoren aktiverer mistet-modus.
nl: 'Locatievoorzieningen' wordt uitgeschakeld voor alle apps. De locatie van deze Apple Vision Pro kan nog steeds worden bepaald als de verloren-modus wordt ingeschakeld door je beheerder.
pl: Usługi lokalizacji zostaną wyłączone dla wszystkich aplikacji. Lokalizowanie Apple Vision Pro będzie nadal możliwe, jeśli administrator włączył tryb Utracony.
pt_br: Os serviços de localização serão desativados para todos os apps. A localização deste Apple Vision Pro ainda pode ser determinada se o modo perdido for ativado pelo administrador.
pt_pt: Os serviços de localização serão desativados para todas as aplicações. A localização deste Apple Vision Pro ainda pode ser determinada quando o modo perdido for ativado pelo administrador.
ro: Serviciile de localizare vor fi dezactivate pentru toate aplicațiile. Localizarea acestui Apple Vision Pro va putea fi determinată în continuare dacă modul Pierdut este activat de administratorul dvs.
ru: Службы геолокации будут выключены для всех приложений. Геопозиция этого Apple Vision Pro может быть установлена, если режим пропажи активирован администратором.
sk: Lokalizačné služby budú vypnuté pre všetky apky. Polohu tohto Apple Vision Pro bude aj naďalej možné stanoviť, keď správca zapne režim strateného zariadenia.
sl: Lokacijske storitve bodo izklopljene za vse aplikacije. Kljub temu je mogoče določiti lokacijo te naprave Apple Vision Pro tako, da vaš skrbnik omogoči način za primer izgube.
sv: Platstjänster kommer att avaktiveras för alla appar. Platsen för denna Apple Vision Pro kan fortfarande bestämmas när förlorat läge aktiveras av administratören.
th: บริการหาตำแหน่งที่ตั้งจะปิดใช้สำหรับแอปทั้งหมด ตำแหน่งที่ตั้งของ Apple Vision Pro เครื่องนี้ยังคงทราบได้เมื่อผู้ดูแลระบบของคุณเปิดใช้งานโหมดสูญหาย
tr: Konum servisleri tüm uygulamalar için kapatılır. Yöneticiniz tarafından kayıp modu etkinleştirildiğinde ise bu Apple Vision Pro’nun konumu belirlenebilir.
uk: Служби локації буде вимкнено для всіх програм. Геопозицію цього Apple Vision Pro все ще можна буде визначити, коли ваш адміністратор увімкне режим втрати.
vi: Dịch vụ định vị sẽ được tắt cho tất cả các ứng dụng. Vị trí của Apple Vision Pro này vẫn có thể xác định được khi quản trị viên của bạn bật chế độ mất.
zh_cn: 所有App的定位服务将被关闭。如果你的管理员启用了丢失模式，那么仍可定位此Apple Vision Pro。
zh_hk: 將關閉所有App的定位服務。如你的管理員啟用遺失模式，此Apple Vision Pro的位置仍然可被確定。
zh_tw: 將關閉所有App的定位服務。你的管理者啟用遺失模式後仍可確認此Apple Vision Pro的位置。

# CONFIRM_LOCATION_TITLE
source: Location Services will be disabled for all apps.
ar: سيتم تعطيل خدمات الموقع لكل التطبيقات.
bg: Услугите за местоположение ще бъдат деактивирани за всички приложения.
ca: Es desactivarà la localització per a totes les apps.
cs: Polohové služby budou vypnuty pro všechny aplikace.
da: Lokalitetstjenester bliver slået fra for alle apps.
de: Die Ortungsdienste werden für alle Apps deaktiviert.
el: Οι Υπηρεσίες τοποθεσίας θα απενεργοποιηθούν για όλες τις εφαρμογές.
es: Se desactivará la localización para todas las apps.
es_us: Se desactivará Localización para todas las apps.
fi: Sijaintipalvelut poistetaan käytöstä kaikille apeille.
fr: Le service de localisation sera désactivé pour toutes les apps.
fr_ca: Le service de localisation sera désactivé pour toutes les apps.
he: המאפיין ״שירותי מיקום״ יבוטל עבור כל היישומים.
hi: सभी ऐप्स के लिए स्थान सेवा को अक्षम कर दिया जाएगा।
hr: Lokacijske usluge onemogućit će se za sve aplikacije.
hu: A Helymeghatározás le lesz tiltva az összes appnál.
id: Layanan Lokasi akan dinonaktifkan untuk semua app.
it: La localizzazione verrà disabilitata per tutte le app.
ja: すべてのアプリで位置情報サービスが無効になります。
kk: Барлық қолданба үшін геолокация сервистері өшіріледі.
ko: 모든 앱에 대해 위치 서비스가 비활성화됩니다.
lt: Vietos nustatymo paslaugos bus išjungtos visoms programoms.
ms: Perkhidmatan Lokasi akan dinyahdayakan untuk semua app.
nb: Stedstjenester vil bli deaktivert for alle apper.
nl: 'Locatievoorzieningen' wordt uitgeschakeld voor alle apps.
pl: Usługi lokalizacji zostaną włączone dla wszystkich aplikacji.
pt_br: Os Serviços de Localização serão desativados para todos os apps.
pt_pt: Os serviços de localização serão desativados para todas as aplicações.
ro: Serviciile de localizare vor fi dezactivate pentru toate aplicațiile.
ru: Службы геолокации будут выключены для всех приложений.
sk: Lokalizačné služby budú vypnuté pre všetky apky.
sl: Lokacijske storitve bodo onemogočene za vse aplikacije.
sv: Platstjänster avaktiveras för alla appar.
th: บริการหาตำแหน่งที่ตั้งจะถูกปิดใช้งานสำหรับแอปทั้งหมด
tr: Konum Servisleri tüm uygulamalar için etkisizleştirilir.
uk: Служби локації буде вимкнено для всіх програм.
vi: Dịch vụ định vị sẽ bị tắt cho tất cả các ứng dụng.
zh_cn: 将为所有App停用定位服务。
zh_hk: 將會停用所有App的「定位服務」。
zh_tw: 將停用所有App的「定位服務」。

# CONFIRM_LOCATION_TURN_OFF
source: Turn Off
ar: إيقاف
bg: Изключи
ca: Desactiva
cs: Vypnout
da: Slå fra
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
es_us: Desactivar
fi: Pois päältä
fr: Désactiver
fr_ca: Désactiver
he: כיבוי
hi: बंद करें
hr: Isključi
hu: Kikapcsolás
id: Matikan
it: Disattiva
ja: オフにする
kk: Өшіру
ko: 끄기
lt: Išjungti
ms: Nyahaktifkan
nb: Slå av
nl: Schakel uit
pl: Wyłącz
pt_br: Desativar
pt_pt: Desativar
ro: Dezactivați
ru: Выключить
sk: Vypnúť
sl: Izklopi
sv: Stäng av
th: ปิดใช้
tr: Kapat
uk: Вимкнути
vi: Tắt
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

# CORE_ROUTINE
source: Significant Locations
ar: المواقع المهمة
bg: Важни местоположения
ca: Ubicacions rellevants
cs: Významná místa
da: Væsentlige lokaliteter
de: Wichtige Orte
el: Σημαντικές τοποθεσίες
es: Lugares importantes
es_us: Ubicaciones importantes
fi: Tärkeät paikat
fr: Lieux importants
fr_ca: Lieux importants
he: מקומות חשובים
hi: महत्वपूर्ण स्थान
hr: Značajne lokacije
hu: Jelentős helyek
id: Lokasi Penting
it: Luoghi frequenti
ja: 利用頻度の高い場所
kk: Маңызды геолокациялар
ko: 특별한 위치
lt: Reikšmingos vietos
ms: Lokasi Penting
nb: Relevante steder
nl: Belangrijke locaties
pl: Ważne miejsca
pt_br: Locais Importantes
pt_pt: Locais importantes
ro: Locuri relevante
ru: Важные геопозиции
sk: Dôležité miesta
sl: Pomembne lokacije
sv: Viktiga platser
th: ตำแหน่งที่ตั้งสำคัญ
tr: Önemli Konumlar
uk: Важливі місця
vi: Vị trí quan trọng
zh_cn: 重要地点
zh_hk: 重要位置
zh_tw: 重要位置

# DESCRIPTION_GPS_WIFI
source: Location Services uses GPS, Bluetooth, and crowd-sourced Wi-Fi hotspot and cell tower locations to determine your approximate location.
ar: تستخدم خدمات الموقع الـ GPS، الـ Bluetooth، ونقاط الاتصال اللاسلكية للـ Wi-Fi لعموم المستخدمين ومواقع الأبراج الخلوية في تحديد موقعك التقريبي.
bg: Услугите за местоположение използват GPS, Bluetooth, местоположенията на Wi-Fi точки и клетки на мобилната мрежа от много устройства, за да се определи приблизителното ви местоположение.
ca: Per determinar la teva ubicació aproximada, la localització utilitza informació del GPS, el Bluetooth, els punts d’accés Wi‑Fi i les antenes de telefonia mòbil.
cs: Polohové služby využívají k určení vaší přibližné polohy službu GPS, Bluetooth a síť veřejných Wi‑Fi hotspotů a mobilních vysílačů.
da: Lokalitetstjenester bruger GPS, Bluetooth og “crowd-sourced” Wi-Fi-hotspots og mobilmaster til at bestemme din omtrentlige lokalitet.
de: Die Ortungsdienste verwenden GPS, Bluetooth sowie die Standortdaten zahlreicher Nutzer:innen über WLAN-Hotspots und Mobilfunkmasten, um deinen ungefähren Standort zu berechnen.
el: Οι Υπηρεσίες τοποθεσίας χρησιμοποιούν GPS, Bluetooth, καθώς και θέσεις hotspot Wi-Fi και πύργων κινητής τηλεφωνίας βάσει δεδομένων χρηστών (crowdsourced), για να προσδιορίζουν την τοποθεσία σας κατά προσέγγιση.
es: Para determinar tu ubicación, se utiliza información de GPS y Bluetooth, junto con datos de antenas de telefonía móvil y puntos de acceso Wi-Fi activos.
es_us: Para averiguar tu ubicación, Localización usa GPS, Bluetooth, así como datos de torres de telefonía celular y puntos de conexión Wi-Fi.
fi: Sijaintipalvelut käyttää GPS:ää, Bluetoothia ja joukkoistettujen Wi-Fi-hotspotien ja tukiasemien sijainteja arvioidun sijaintisi määrittämiseen.
fr: Le service de localisation utilise le GPS, le Bluetooth et une base de données communautaire des emplacements des bornes d’accès Wi-Fi et des antennes-relais de téléphonie mobile pour déterminer votre position géographique approximative.
fr_ca: Pour déterminer approximativement votre position, le service de localisation utilise le GPS, Bluetooth et une base de données communautaire des emplacements des bornes d’accès Wi-Fi et des antennes-relais de téléphonie mobile.
he: ״שירותי מיקום״ משתמש ב-GPS לצד Bluetooth ונתוני מיקום של נקודות גישה אלחוטיות ואתרים סלולריים, המבוססים על מיקור המונים, כדי לקבוע את מיקומך המשוער.
hi: स्थान सेवा द्वारा आपके निकटतम स्थान के निर्धारण के लिए GPS, Bluetooth और क्राउड सोर्स्ड वाई-फ़ाई हॉटस्पॉट और सेल टावर स्थानों का उपयोग किया जाता है।
hr: Lokacijske usluge koriste GPS, Bluetooth i lokacije većeg broja Wi-Fi hotspotova i odašiljača za određivanje vaše približne lokacije.
hu: A Helymeghatározás a Bluetootht, a GPS-t, a tömegalapú Wi-Fi-hotspotokat és a mobiladótornyok használja helyzetének hozzávetőleges kiszámításához.
id: Layanan Lokasi menggunakan GPS, Bluetooth, dan hotspot Wi-Fi banyak sumber dan lokasi menara seluler untuk menentukan perkiraan lokasi Anda.
it: Per determinare la tua posizione approssimativa, Localizzazione utilizza il GPS, il Bluetooth e le informazioni crowd-sourced sulle posizioni degli hotspot Wi‑Fi e delle torri cellulari.
ja: “位置情報サービス”では、GPS、Bluetooth、クラウドソースのWi-Fiスポットや携帯電話基地局を使って、ユーザのおおよその位置情報が判断されます。
kk: Болжалды геолокацияны анықтау үшін геолокация сервистері GPS, Bluetooth және краудсорсингтік Wi-Fi кіру нүктесінің және ұялы мұнара орындарын пайдаланады.
ko: 위치 서비스는 GPS, Bluetooth 및 크라우드 소스 Wi‑Fi 핫스팟과 통신탑의 위치를 이용하여 사용자의 대략적인 위치를 확인합니다.
lt: Vietos nustatymo paslaugos naudoja GPS, „Bluetooth“ ir sutelktinės veiklos „Wi-Fi“ interneto prieigos taško bei mobiliojo ryšio bokšto vietas jūsų apytikslei vietai nustatyti.
ms: Perkhidmatan Lokasi menggunakan GPS, Bluetooth dan maklumat lokasi hotspot Wi-Fi serta menara selular yang disumberkan daripada orang ramai untuk menentukan lokasi anggaran anda.
nb: Stedstjenester bruker GPS, Bluetooth og mobilmaster og data fra brukere om plassering av Wi‑Fi-basestasjoner for å finne din omtrentlige posisjon.
nl: 'Locatievoorzieningen' maakt gebruik van gps, Bluetooth en crowd-sourced locaties van wifihotspots en telefoonmasten om je locatie bij benadering te bepalen.
pl: Usługi lokalizacji szacują położenie, używając GPS, Bluetooth oraz gromadzonych przez użytkowników danych hotspotów Wi‑Fi i masztów sieci komórkowych.
pt_br: Os Serviços de Localização usam GPS, Bluetooth e localizações de torres celulares e de pontos de acesso Wi-Fi para determinar sua localização aproximada.
pt_pt: Este serviço usa dados de vários hotspots Wi‑Fi, Bluetooth, GPS e torres de telecomunicações para determinar a sua localização aproximada.
ro: Serviciile de localizare utilizează GPS, Bluetooth și localizările agregate ale punctelor de acces Wi-Fi și antenelor celulare pentru a aproxima localizarea dvs.
ru: Для определения приблизительной геопозиции Вашего устройства Службы геолокации используют GPS, Bluetooth, а также краудсорсинговую точку доступа Wi‑Fi и геопозиционные данные вышек сотовой связи.
sk: Lokalizačné služby využívajú na určenie vašej približnej polohy GPS, Bluetooth, sieť hromadných Wi‑Fi hotspotov a polohu vysielačov mobilnej siete.
sl: Lokacijske storitve za določanje vaše približne lokacije uporabljajo GPS, Bluetooth, lokacije množičnih dostopnih točk Wi-Fi in lokacije mobilnih oddajnikov.
sv: Platstjänster använder GPS, Bluetooth och crowdsource-insamlade platsdata för Wi-Fi-nätverk och mobiltelefonmaster, till att fastställa din ungefärliga plats.
th: บริการหาตำแหน่งที่ตั้งใช้ GPS บลูทูธ และ ตำแหน่งที่ตั้งของฮอตสปอตแบบ Wi‑Fi ที่ใช้ในที่สาธารณะและตำแหน่งที่ตั้งของเสาสูงส่งสัญญาณเพื่อกำหนดตำแหน่งที่ตั้งของคุณโดยประมาณ
tr: Konum Servisleri, yaklaşık konumunuzu belirlemek için GPS ve Bluetooth ile kitle kaynaklı Wi-Fi erişim noktası ve baz istasyonu konumlarını kullanır.
uk: Щоб визначити ваше приблизне місце, Служби локації використовують дані GPS, Bluetooth і геопозицію точок доступу Wi‑Fi, отриманих через краудсорсинг, та веж стільникового звʼязку.
vi: Dịch vụ định vị sử dụng GPS, Bluetooth và vị trí của các cột phát sóng di động và điểm truy cập Wi-Fi lấy nguồn từ cộng đồng để xác định vị trí gần đúng của bạn.
zh_cn: “定位服务”使用GPS、蓝牙和众包Wi-Fi热点以及信号塔位置来确定你的大致方位。
zh_hk: 「定位服務」使用GPS、藍牙、群眾資源Wi-Fi熱點及基地台的所在位置以確認你的大約位置。
zh_tw: 「定位服務」使用GPS、藍牙、眾包Wi-Fi熱點和基地台的所在位置來確認你的大約位置。

# DESCRIPTION_GPS_WLAN
source: Location Services uses GPS, Bluetooth, and crowd-sourced WLAN hotspot and cell tower locations to determine your approximate location.
ar: تستخدم خدمات الموقع الـ GPS، الـ Bluetooth، ونقاط الاتصال اللاسلكية لـ WLAN لعموم المستخدمين ومواقع الأبراج الخلوية في تحديد موقعك التقريبي.
bg: Услугите за местоположение използват GPS, Bluetooth, местоположенията на WLAN точки и клетки на мобилната мрежа от много устройства, за да се определи приблизителното ви местоположение.
ca: Per determinar la teva ubicació aproximada, la localització utilitza informació del GPS, el Bluetooth, els punts d’accés WLAN i les antenes de telefonia mòbil.
cs: Polohové služby využívají k určení vaší přibližné polohy službu GPS, Bluetooth a síť veřejných WLAN hotspotů a mobilních vysílačů.
da: Lokalitetstjenester bruger GPS, Bluetooth og “crowd-sourced” WLAN-hotspots og mobilmaster til at bestemme din omtrentlige lokalitet.
de: Die Ortungsdienste verwenden GPS, Bluetooth sowie die Standortdaten zahlreicher Nutzer:innen über WLAN-Hotspots und Mobilfunkmasten, um deinen ungefähren Standort zu berechnen.
el: Οι Υπηρεσίες τοποθεσίας χρησιμοποιούν GPS, Bluetooth, καθώς και θέσεις hotspot WLAN και πύργων κινητής τηλεφωνίας βάσει δεδομένων χρηστών (crowdsourced), για να προσδιορίζουν την τοποθεσία σας κατά προσέγγιση.
es: Para determinar tu ubicación, se utiliza información de GPS y Bluetooth, junto con datos de antenas de telefonía móvil y puntos de acceso WLAN activos.
es_us: Para averiguar tu ubicación, Localización usa GPS y Bluetooth, así como datos de torres de telefonía celular y puntos de conexión WLAN.
fi: Sijaintipalvelut käyttää GPS:ää, Bluetoothia ja joukkoistettujen WLAN-hotspotien ja tukiasemien sijainteja arvioidun sijaintisi määrittämiseen.
fr: Le service de localisation utilise le GPS, le Bluetooth et une base de données communautaire des emplacements des bornes d’accès WLAN et des antennes-relais de téléphonie mobile pour déterminer votre position géographique approximative.
fr_ca: Pour déterminer approximativement votre position, le service de localisation utilise le GPS, Bluetooth et une base de données communautaire des emplacements des bornes d’accès WLAN et des antennes-relais de téléphonie mobile.
he: ״שירותי מיקום״ משתמש ב-GPS לצד Bluetooth ונתוני מיקום של נקודות גישה לרשתות WLAN ואתרים סלולריים, המבוססים על מיקור המונים, כדי לקבוע את מיקומך המשוער.
hi: स्थान सेवा द्वारा आपके निकटतम स्थान के निर्धारण के लिए GPS, Bluetooth और WLAN हॉटस्पॉट और क्राउड सोर्स्ड सेल टावर स्थानों का उपयोग किया जाता है।
hr: Lokacijske usluge koriste GPS, Bluetooth i lokacije većeg broja WLAN hotspotova i odašiljača za određivanje vaše približne lokacije.
hu: A Helymeghatározás a Bluetootht, a GPS-t, a tömegalapú WLAN-hotspotokat és a mobiladótornyok használja helyzetének hozzávetőleges kiszámításához.
id: Layanan Lokasi menggunakan GPS, Bluetooth, dan hotspot WLAN banyak sumber dan lokasi menara seluler untuk menentukan perkiraan lokasi Anda.
it: Per determinare la tua posizione approssimativa, Localizzazione utilizza il GPS, il Bluetooth e le informazioni crowd-sourced sulle posizioni degli hotspot WLAN e delle torri cellulari.
ja: “位置情報サービス”では、GPS、Bluetooth、クラウドソースのWLANスポットや携帯電話基地局を使って、ユーザのおおよその位置情報が判断されます。
kk: Болжалды геолокацияны анықтау үшін геолокация сервистері GPS, Bluetooth және краудсорсингтік WLAN кіру нүктесінің және ұялы мұнара орындарын пайдаланады.
ko: 위치 서비스는 GPS, Bluetooth 및 크라우드 소스 WLAN 핫스팟과 통신탑의 위치를 이용하여 사용자의 대략적인 위치를 확인합니다.
lt: Vietos nustatymo paslaugos naudoja GPS, „Bluetooth“ ir sutelktinės veiklos WLAN interneto prieigos taško bei mobiliojo ryšio bokšto vietas jūsų apytikslei vietai nustatyti.
ms: Perkhidmatan Lokasi menggunakan GPS, Bluetooth dan maklumat lokasi hotspot WLAN serta menara selular yang disumberkan daripada orang ramai untuk menentukan lokasi anggaran anda.
nb: Stedstjenester bruker GPS, Bluetooth og mobilmaster og data fra brukere om plassering av WLAN-basestasjoner for å finne din omtrentlige posisjon.
nl: 'Locatievoorzieningen' maakt gebruik van gps, Bluetooth en crowd-sourced locaties van WLAN-hotspots en telefoonmasten om je locatie bij benadering te bepalen.
pl: Usługi lokalizacji szacują położenie, używając GPS, Bluetooth oraz gromadzonych przez użytkowników danych hotspotów WLAN i masztów sieci komórkowych.
pt_br: Os Serviços de Localização usam GPS, Bluetooth e localizações de torres celulares e de pontos de acesso WLAN para determinar sua localização aproximada.
pt_pt: Este serviço usa dados de vários hotspots WLAN, Bluetooth, GPS e torres de telecomunicações para determinar a sua localização aproximada.
ro: Serviciile de localizare utilizează GPS, Bluetooth și localizările agregate ale punctelor de acces WLAN și antenelor celulare pentru a aproxima localizarea dvs.
ru: Для определения приблизительной геопозиции Вашего устройства Службы геолокации используют GPS, Bluetooth, а также краудсорсинговую точку доступа WLAN и геопозиционные данные вышек сотовой связи.
sk: Lokalizačné služby využívajú na určenie vašej približnej polohy GPS, Bluetooth, sieť hromadných WLAN hotspotov a polohu vysielačov mobilnej siete.
sl: Lokacijske storitve za določanje vaše približne lokacije uporabljajo GPS, Bluetooth, lokacije množičnih dostopnih točk WLAN in lokacije mobilnih oddajnikov.
sv: Platstjänster använder GPS, Bluetooth och crowdsource-insamlade platsdata för WLAN-nätverk och mobiltelefonmaster, till att fastställa din ungefärliga plats.
th: บริการหาตำแหน่งที่ตั้งใช้ GPS บลูทูธ และ ตำแหน่งที่ตั้งของฮอตสปอตแบบ WLAN ที่ใช้ในที่สาธารณะและตำแหน่งที่ตั้งของเสาสูงส่งสัญญาณเพื่อกำหนดตำแหน่งที่ตั้งของคุณโดยประมาณ
tr: Konum Servisleri, yaklaşık konumunuzu belirlemek için GPS ve Bluetooth ile kitle kaynaklı WLAN erişim noktası ve baz istasyonu konumlarını kullanır.
uk: Щоб визначити ваше приблизне місце, Служби локації використовують дані GPS, Bluetooth і геопозицію точок доступу WLAN, отриманих через краудсорсинг, та веж стільникового звʼязку.
vi: Dịch vụ định vị sử dụng GPS, Bluetooth và vị trí của các cột phát sóng di động và điểm truy cập WLAN lấy nguồn từ cộng đồng để xác định vị trí gần đúng của bạn.
zh_cn: “定位服务”使用GPS、蓝牙和众包无线局域网热点以及信号塔位置来确定你的大致方位。
zh_hk: 「定位服務」使用GPS、藍牙、群眾資源WLAN熱點及基地台的所在位置以確認你的大約位置。
zh_tw: 「定位服務」使用GPS、藍牙、眾包WLAN熱點和基地台的所在位置來確認你的大約位置。
